[Main]
DisplayName=Português (Portugal)

[SmartDefrag_Shutdown]
Button_Cancel.Caption=Cancelar
btn_close.Hint=Fechar
lblShutdownInfo.Items[3].Caption=Desfragmentação concluída, o seu PC irá reiniciar-se em
lblShutdownInfo.Items[0].Caption=Desfragmentação concluída, o seu PC irá encerrar-se em
lblShutdownInfo.Items[1].Caption=Desfragmentação concluída, o seu PC irá suspender-se em
lblShutdownInfo.Items[2].Caption=Desfragmentação concluída, o seu PC irá hibernar em

[SmartDefrag_FormSetting]
Button_Recommand.Caption=Recomendado
Button_OK.Caption=OK
Button_Cancel.Caption=Cancelar
Button_Apply.Caption=Aplicar
CloseSetCheck.Caption=Minimizar para a Área de notificação. (Recomendado)
AutoLoadCheck.Caption=Iniciar no arranque do Windows. (Recomendado)
TrayCheck.Caption=Activar sugestões na Área de notificação.
SilentCheck.Caption=Activar a tecnologia inteligente do Modo silencioso enquanto desfragmenta. (Recomendado)
BatteryCheck.Caption=Parar desfragmentação quando não está ligado à corrente. (Recomendado)
CheckBox_Show_RemovableDisk.Caption=Não mostrar discos amovíveis. (Recomendado)
Label_DefragRate.Caption=Desfragmentar quando a fragmentação exceder:
ReplaceWindowDefrag.Caption=Susbstituir desfragmentador de disco do Windows.
Label_Auto_Des.Caption=A Desfragmentação automática desfragmenta o sistema de ficheiros automaticamente enquando o seu PC estiver inactivo para acelerar o acesso aos dados do disco rigido.
Label_Schedule_Des.Caption=A Desfragmentação agendada desfragmenta volumes num horário agendado sem intervenção do utilizador.
Label_Schedule_Status.Caption=Estado:
CategoryLine_Schedule_Method.Caption=Método
Label_Action.Caption=Acção:
ComboBox_Action.Items[0].Caption=Desfragmentar
ComboBox_Action.Items[1].Caption=Desfragmentação de ficheiros grandes
ComboBox_Action.Items[2].Caption=Desfragmentação do espaço livre
ComboBox_Action.Items[3].Caption=Desfragmentar e optimizar
ScheduleList.Columns[0].Caption=Volume
CategoryLine_Schedule_Schedule.Caption=Agenda
Button_Config_Schedule.Caption=Configurar
Label_Boottime_Des.Caption=Desfragmenta ficheiros que não podem ser movidos enquando o Windows está a ser executado.
Label_Boottime_Status.Caption=Estado:
CategoryLine_Boottime_Method.Caption=Método
RadioButton_NextBoot.Caption=Só no próximo arranque
RadioButton_FirstBoot.Caption=Todos os dias ao primeiro arranque
RadioButton_EveryBoot.Caption=Sempre que iniciar
CategoryLine_Boottime_Log.Caption=Ficheiro de registo
Label_Max.Caption=Máx. ficheiros:
Label_Exclude_Des.Caption=Ficheiros e pastas excluídos, incluindo as suas subpastas, não serão analisados ​​ou desfragmentados.
Button_Add_File.Caption=Acrescentar ficheiro...
Button_Add_Folder.Caption=Acrescentar pasta...
Button_Delete.Caption=Eliminar
Label_Trans.Caption=Transparência:
Label_language.Caption=Idioma actual:
CheckBox_DMC.Caption=Activar acesso ao mapa do disco para alteração das cores
lblJKF_SelectJunkFile.Caption=Seleccione os objectos que deseja reparar:
chkJKF_EnableDOD.Caption=Activar eliminação de ficheiros segura DOD 5220.22-M (Mais lento)
chkJKF_DeleteTime.Caption=Eliminar ficheiros temporários do Windows com mais de 1 semana
chkEnableVSS.Caption=Parar VSS quando desfragmentar volumes NTFS
btn_close.Hint=Fechar
TreeView_Option.Items[1].Caption=Desfragmentar
TreeView_Option.Items[5].Caption=Desfragmentação de arranque
Label_Unsupport.Caption=O Windows 2000 não é suportado
Label_Schedule_Task.Caption=Tarefa agendada
ListView_Exlude.Columns[0].Caption=Nome
ComboBox_DefragRate.Items[0].Caption=Desfragmentar sempre
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ExcludeCheck.Caption=Ignorar ficheiros com mais de 1 GB
TreeView_Option.Items[0].Caption=Definições Gerais
lblSettingType.Caption=Definições Gerais
lblTitle.Caption=Definições
TreeView_Option.Items[3].Caption=Desfragmentação automática
RadioButton_Custom.Caption=Todos os 2 dias ao primeiro arranque
TreeView_Option.Items[2].Caption=Serviço automático
TreeView_Option.Items[4].Caption=Desfragmentação agendada
TreeView_Option.Items[7].Caption=Personalização
Interface de utilizador
TreeView_Option.Items[8].Caption=Limpeza do disco
lblSilentDesc.Caption=Activar este recurso pode garantir uma desfragmentação suave e sem interrupções.
lblReplaceDefragDesc.Caption=Activar este recurso significa que a Desfragmentação inteligente se vai iniciar quando chamar o Desfragmentador de disco do Windows.
lblBatteriesDesc.Caption=A desfragmentação vai consumir uma grande quantidade de energia da bateria. Assim, é recomendado parar a desfragmentação durante o uso da bateria.
TreeView_Option.Items[6].Caption=Geral
lblVSSDesc.Caption=Parar a VSS temporariamente quando desfragmentar para, assim, proteger o seu backup actual da VSS. A VSS será activada automaticamente após a desfragmentação completa (VSS: Volume Shadow Copy).
ComboBox_AutoAction.Items[1].Caption=Desfragmentação de ficheiros grandes
ComboBox_AutoAction.Items[2].Caption=Desfragmentação do espaço livre
ComboBox_DefragRate.Items[4].Caption=10%
lvBootTimeDefrag.Columns[0].Caption=Volume
ComboBox_Action.Items[4].Caption=Desfragmentar & prioritarizar ficheiros (lento)
ComboBox_AutoAction.Items[4].Caption=Desfragmentar & prioritarizar ficheiros (lento)
TreeView_Option.Items[9].Caption=Lista de exclusão
TreeView_Option.Items[10].Caption=Actualização automática
TreeView_Option.Items[11].Caption=Interface de utilizador
TreeView_Option.Items[12].Caption=Modo silencioso
chkSlientMode_SlientMode.Caption=Modo silencioso
chkEnableDiskSpeed.Caption=Activar boost inteligente do disco
lblEnableDiskSpeedDesc.Caption=Esta funcionalidade irá activar a DMA (memória de acesso directo) para melhorar o desempenho do disco e aumentar o espaço da cache do disco para diminuir a frequência de leitura-escrita do disco.
CategoryLine_Auto_Method.Caption=Método
lblAutoAction.Caption=Acção:
ComboBox_AutoAction.Items[0].Caption=Desfragmentação inteligente
ComboBox_AutoAction.Items[3].Caption=Desfragmentar e optimizar
grpMethod_Method.Caption=Geral
lblUpdateMethod.Caption=Escolha o modo de actualização:
rbAutoUpdate_Automatically.Caption=Notificar-me quando houverem actualizações disponíveis
rbAutoUpdate_ProgramLauched.Caption=Actualizar o programa automaticamente (recomendado)
grpMethod_Proxy.Caption=Proxy
rbProxy_Direct.Caption=Ligação directa (sem proxy)
rbProxy_ie.Caption=Detectar proxy automaticamente (utilizar definições do Internet Explorer)
rbProxy_SpecifyServer.Caption=Especificar servidor da proxy (só quando estiver ligado à Internet via proxy)
lblProxy_Host.Caption=Hospedeiro:
lblProxy_Port.Caption=Porta:
lblProxy_UserName.Caption=Nome de utilizador:
lblProxy_UserPass.Caption=Palavra-passe:
Label_TaskSchedule.Caption=Agenda:
Label_StartTime.Caption=Hora de início:
ComboBox_TaskType.Items[0].Caption=Todos os dias
ComboBox_TaskType.Items[1].Caption=Todas as semanas
ComboBox_TaskType.Items[2].Caption=Todos os meses
ComboBox_Weekly.Items[0].Caption=Domingo
ComboBox_Weekly.Items[1].Caption=Segunda-feira
ComboBox_Weekly.Items[2].Caption=Terça-feira
ComboBox_Weekly.Items[3].Caption=Quarta-feira
ComboBox_Weekly.Items[4].Caption=Quinta-feira
ComboBox_Weekly.Items[5].Caption=Sexta-feira
ComboBox_Weekly.Items[6].Caption=Sábado
lblBootTimeStatus.Caption=Estado:
grpSlientMode.Caption=Estado
btnCbtAddFile.Caption=Acrescentar ficheiro...
btnCbtDelete.Caption=Eliminar
btnSlientMode_Delete.Caption=Eliminar
lvSlientMode.Columns[1].Caption=Descrição
GroupBox_SilentMode.Caption=Descrição
lblSlientMode_SlientModeInfo.Caption=Mudar para Modo silencioso automaticamente quando for detectada uma tarefa de ecrã inteiro ou estiver a ser executado um programa especificado.
grpSlientMode_Description.Caption=Programas especificados pelo utilizador
lblSilent_UserSpec.Caption=Activar o Modo silencioso quando um dos seguintes programas estiver em execução:
btnSlientMode_Add.Caption=Acrescentar
lblSlientMode_Description1.Caption=O Modo silencioso reduz o consumo de recursos com um mecanismo inteligente de desfragmentação:
lblSlientMode_Description2.Caption=1. Ignorar automaticamente a desfragmentação automática quando uma tarefa especificada for detectada.
lblSlientMode_Description3.Caption=2. Ignorar automaticamente a desfragmentação agendada quando uma tarefa especificada for detectada.
lvSlientMode.Columns[0].Caption=Nome do item
lblCBT_Desc.Caption=A funcionalidade de desfragmentação de ficheiros especificados pode desfragmentar os ficheiros que não podem ser desfragmentados quando o sistema está em execução. Acrescente-os à caixa para os desfragmentar aquando do arranque do sistema.

[SmartDefrag_FormAbout]
Label_Acknowledge.Caption=Obrigado às seguintes pessoas pelas suas grandes contribuições:
Label_Warning.Caption=AVISO
Label_WarningInfo.Caption=Este programa de computador está protegido pela lei de direitos de autor e tratados internacionais.
Label_Copyright.Caption=Copyright© 2005-2016 IObit.
Label_AllRight.Caption=Todos os direitos reservados.
lblCaption.Caption=Acerca de
btn_close.Hint=Fechar

[SmartDefrag_IObitSDConfig]

[M_JunkfilesScanner]
M_Det=Detalhes
M_NoteMOC=Nota: Limpar cache de ordem de menu irá repor a ordem do menu Iniciar. Não serão removidos nenhuns itens.
M_NoteWSC=Nota: Limpar cache de localização/tamanho do Windows irá repor todas as definições gravadas de localização e visualização do Windows Explorer.
M_NoteUAH=Nota: Limpar histórico de assistência de utilizador irá apagar os programas mais recentemente usados listados no menu Iniciar.
M_Scan=A analisar:
M_Fix=A reparar:
M_WinBin=Reciclagem do Windows
M_WinTempF=Ficheiros temporários do Windows
M_IETempF=Ficheiros temporários do IE
M_Del=Apagado
M_GS=Estado geral
M_ItemsCap=%s itens, %s
M_SearchAA=Preenchimento automático do Assistente de pesquisa
M_OtherMRUs=Outros MRUs do Explorer
M_Clip=Área de transferência
M_Dumps=Dumps de memória
M_ChkDskFrag=Fragmentos de ficheiros do Chkdsk
M_WinLog=Ficheiros de registo do Windows
M_WinEReport=Relatório de erros do Windows
M_DNSCache=Cache de DNS
M_OldPD=Dados de prefetch antigos
M_MenuOC=Cache de ordem de menu
M_TrayNC=Chace de notificações da bandeja
M_WinSLCache=Cache de localização/tamanho do Windows
M_UserAH=Histórico de assistência ao utilizador
M_IISLog=Ficheiros de registo do IIS
M_ThumCache=Cache de miniaturas
M_TaskbarJPL=Lista de acesso rápido da barra de tarefas
M_JunkFixCap=[Correcção de ficheiros inúteis]:  %d problemas resolvidos
M_NoteTNC=Nota: Limpar cache de notificações da bandeja irá repor a cache da bandeja do seu sistema. Terá de reiniciar o explorer.exe
M_WinSys=Sistema Windows
M_HisTrace=Histórico && vestígios
M_WinAppCache=Cache WinApp
M_WinUpdateCache=Cache de actualização automática do Windows
M_WinUpdateDB=Base de dados de actualização automática do Windows
M_SoftInsTemp=Ficheiros temporários de instalação de software
M_WinFontCache=Cache de tipos de letra do Windows

[SmartDefrag_M]
M_SkipSize=Ignorar ficheiros maiores do que %s
M_PauseAuto=Parar a desfragmentação automática quando o uso de recursos exceder (%s)
M_StartAuto=Começar a desfragmentação automática quando a inactividade do sistema exceder (%d minutos)
M_Day=Cada %d dia(s) no primeiro arranque do PC
M_LastAutoDefrag=Última desfragmentação automática:
M_FileExcluded=Este ficheiro está excluido. Se deseja desfragmentá-lo, remova o caminho da lista de exclusões.
M_FolderExcluded=Esta pasta está excluida. Se deseja desfragmentá-la, remova o caminho da lista de exclusões.
M_RunBackground=A Desfragmentação inteligente ainda está em execução em segundo plano.
M_StartScheduleDefrag=Iniciar desfragmentação agendada
M_ScheduleInactivated=A Desfragmentação agendada não está activa.
M_AddVolume=Não é possivel acrescentar um volume. Seleccione uma pasta ou um ficheiro e acrescente-os.
M_FileAdded="%s" já foi acrescentado à desfragmentação.
M_FragmentationRate=Taxa de fragmentação
M_DefragFinished=Concluir
M_DefragBack=Voltar
M_DetailsFragments=Fragmentos
M_Fragments=Fragmentos
M_BTDViewReport=Ver relatório
M_DBSmartDefrag=Desfragmentação inteligente
M_DetailsResult=Resultado
M_DetailsPath=Caminho
M_DetailsSize=Tamanho
M_DMAnalyzed=Analisado
M_DMNAnalyze=Analisado
M_DMDefraged=Desfragmentação concluída
M_FSUnknown=Desconhecido
M_FSAnalyzed=Analisado
M_FSDefragged=Desfragmentado
M_FSSkipTooLarge=Ignorar (ficheiros grandes)
M_DiskSpaceInfo=Tamanho Livre/Total
M_DefaultVolumeName=Disco local
M_Recommend=Recomendação
M_DMSSDAnalyze=A analisar SSD
M_DMNSSDAnalyze=Analisar SSD
M_DMAnalyze=A analisar
M_DMDefrag=A desfragmentar
M_Queuing=Pendente
M_Idle=Inactivo
M_DBOptimize=Optimização inteligente
M_InvalidFF=Ficheiro ou pasta inválidos.
M_DefragPaused=Em pausa
M_GameFragments=Fragmentos:
M_GameOptimized=Optimizado:
M_AnalyzedFragments=Fragmentos encontrados:
M_DefragedFiles=Ficheiros desfragmentados:
M_DefragedFragments=Fragmentos desfragmentados:
M_AnalyzedFiles=Ficheiros fragmentados encontrados:
M_DiskSpace=%s livre de %s
M_FSMoveFailed=O mover falhou
M_SSDOPTDetails=Detalhe de optimização do SSD
M_DefragMethod=Método de desfragmentação
M_DefragBeginTime=Desfragmentação iniciada
M_DefragEndTime=Desfragmentação concluída
M_TotalFiles=Total de ficheiros e directorias
M_DMAutoDefraged=Desfragmentação automática concluída
M_DMSchdleDefraged=Desfragmentação agendada concluída
M_DMNSmartDefrag=Desfragmentação inteligente
M_DMNAutoDefrag=Desfragmentação automática
M_DMNSchdleDefrag=Desfragmentação agendada
M_DMSmartDefrag=Análise inteligente
M_DMAutoDefrag=A Auto Desfragmentar
M_DMSchdleDefrag=A Desfragmentar por Agendamento
M_DefragSummary=Resumo da desfragmentação
M_DefragDetails=Detalhes da desfragmentação
M_SDRAutoDefrag=Relatório de desfragmentação automática
M_SDRGameDefrag=Relatório de optimização de jogo
M_SDRManualDefrag=Relatório de desfragmentação do disco
M_AnalyzeStoped=Análise interrompida
M_DefragStoped=Desfragmentação interrompida
M_GameAdded=O jogo já foi acrescentado.
M_LFR=Baixa taxa de fragmentação
Por favor, adicione os seus jogos para desfragmentação para, assim, obter uma melhor experiência de jogo.
M_DBTrim=Compactar
M_FSNospace=Sem espaço contínuo
M_FSSkipRateTooLow=Ignorar (baixa taxa de fragmentação)
M_OPT_PREFETCHER=Desactivar Prefetcher para prolongar a vida do disco rígido.
M_OPT_SUPERFETCH=Desactivar Superfetch para prolongar a vida do disco rígido.
M_OPT_BTD=Desactivar Desfragmentação de arranque para prolongar a vida do disco rígido.
M_OPT_SDDT=Desactivar Desfragmentação Programada para prolongar a vida do disco rígido.
M_JunkFileScan=À procura de ficheiros inúteis %d %%
M_FileInSSDTips=Este ficheiro/pasta está no SSD. Por favor, não o desfragmente.
M_SmartOptimizeTips=A Optimização Inteligente vai analisar em primeiro lugar e, em seguida, de forma inteligente executar o método de desfragmentação mais adequado para desfragmentar o disco rígido e compactar o seu SSD com apenas um clique.
M_SmartDefragTips=A Desfragmentação Inteligente irá analisar em primeiro lugar e, em seguida, de forma inteligente executar o método de desfragmentação mais adequado com apenas um clique.
M_FSInvalidHandle=Identificador inválido
M_DMSSDOptimize=A compactar
M_DMSSDAnalyzed=%d itens podem ser compactados para melhorar o desempenho e a durabilidade do seu SSD.
M_DMSSDOptimized=O seu SSD foi compactado para um melhor desempenho.
M_DMNSSDOptimize=Compactar SSD
M_OPT_TRIM=Activar COMPACTAÇÃO para acelerar a leitura e escrita do SSD.
M_TrimStoped=Compactação interrompida
M_Trimmed=Compactado
M_DRDefragedFragments=Fragmentos desfragmentados
M_DRDefragedFiles=Ficheiros desfragmentados
M_DRAnalyzedFragments=Fragmentos encontrados
M_DRAnalyzedFiles=Ficheiros fragmentados encontrados
M_AppOptimizeStop=Optimização interrompida
M_APPDBOptimize=Optimizar
M_AppOptimize=A optimizar
M_AppOptimized=Optimizado
M_AppNoProblem=As suas aplicações Windows foram optimizadas para um melhor desempenho.
M_AppFoundProblem=%d itens foram optimizados para obter um melhor desempenho das suas aplicações Windows.
M_ExcludedFileAdded=Este ficheiro foi acrescentado a "Acrescentar ficheiros && pastas para desfragmentação". Se quiser excluí-lo, por favor, remova-o primeiro de "Adicionar ficheiros && pastas para desfragmentação".
M_ExcludedFolderAdded=Esta pasta foi acrescentada a "Acrescentar ficheiros && pastas para desfragmentação". Se quiser excluí-la, por favor, remova-a primeiro de "Acrescentar ficheiros && pastas para desfragmentação".
M_SkinNameClassic=Clássico
M_ActiveNow=Activar agora
M_RecommendDefrag2=Desfragmentar && optimizar
M_DMNSortDefrag=Desfragmentar && optimizar
M_RecommendDefrag3=Desfragmentação de ficheiros grandes
m_DMNLargeFileDefrag=Desfragmentação de ficheiros grandes
M_RecommendDefrag4=Desfragmentação do espaço livre
M_RecommendDefrag1=Desfragmentação rápida
M_DMNFastDefrag=Desfragmentação rápida
M_DMUSSDOptimize=Compactação && optimização inteligente
M_DMUSSDAnalyzed=%d itens podem ser compactados e optimizados para melhorar o desempenho e a durabilidade do seu SSD.
M_DMUSSDOptimized=O seu SSD foi compactado e inteligentemente optimizado.
M_DMNMergeSortDefrag=Desfragmentar && prioritarizar
M_DMNMergeDefrag=Desfragmentar && libertar espaço
M_DMFastDefrag=Desfragmentação rápida
m_DMLargeFileDefrag=Desfragmentar ficheiros grandes
M_DMMergeSortDefrag=Desfragmentação && prioritarização de ficheiros
M_DMSortDefrag=Desfragmentação && optimização
M_DMMergeDefrag=A desfragmentar espaço livre
M_DMAFastDefrag=Desfragmentação rápida automática
m_DMALargeFileDefrag=A desfragmentar ficheiros grandes automaticamente
M_DMAMergeSortDefrag=Desfragmentação automática && prioritarização de ficheiros
M_DMASortDefrag=Desfragmentação automática && optimização
M_DMAMergeDefrag=A desfragmentar espaço livre automaticamente
M_DMFastDefraged=Desfragmentação rápida concluída
M_DMMergeSortDefraged=Desfragmentação && prioritarização de ficheiros concluídas
m_DMLargeFileDefraged=Desfragmentação de ficheiros grandes concluída
M_DMSortDefraged=Desfragmentação && optimização concluídas
M_DMMergeDefraged=Desfragmentação de espaço livre concluída
M_DMAFastDefraged=Desfragmentação rápida automática concluída
M_DMAMergeSortDefraged=Desfragmentação automática && prioritarização de ficheiros concluídas
m_DMALargeFileDefraged=Desfragmentação automática de ficheiros grandes concluída
M_DMASortDefraged=Desfragmentação automática && optimização concluídas
M_DMAMergeDefraged=Desfragmentação automática de espaço livre concluída
M_StartAutoDefrag=Iniciar desfragmentação automática
M_JunkScanStoped=Análise interrompida
M_AddFileOrFolder=Acrescentar ficheiro && pasta
M_NoFileOrFolderAdded=Não foram acrescentados ficheiros nem pastas
M_GameOptimizeTip=Optimize os seus jogos para ter uma melhor experiência de jogo.
M_GameAddTip=Acrescente o seu jogo para o optimizar e ter uma melhor experiência de jogo.
M_JunkFileFound=Ficheiros inúteis encontrados:
M_JunkFileCleaned=Ficheiros inúteis eliminados:
M_UTrimmed=Compactação && optimização inteligente concluídas
M_Task=Clique para mudar a agenda
M_RecommendAnalyze=Não é necessário desfragmentar
M_State=Estado
M_DefragDetailsHtml=Detalhes da desfragmentação
M_GameInSSD=Este jogo está no SSD. Não o deverá optimizar.
M_JunkFile=Ficheiro inútil
M_JunkFileAnalyze=À procura de ficheiros inúteis
M_JunkFileCleanedHtml=Ficheiros inúteis eliminados:
M_StartedTimeHtml=Iniciada às:
M_CompletedTimeHtml=Concluída às:
M_AfterRateHtml=Depois
M_BeforeRateHtml=Antes
M_JunkFileHtml=Ficheiros
M_RecommendDefrag5=Desfragmentar && prioritarizar ficheiros
M_NoVolumeSelected=Seleccione pelo menos um disco para continuar.
M_TrimShutdown0=Compactação concluída, o seu PC irá encerrar-se em
M_TrimShutdown1=Compactação concluída, o seu PC irá suspender-se em
M_TrimShutdown2=Compactação concluída, o seu PC irá hibernar em
M_TrimShutdown3=Compactação concluída, o seu PC irá reiniciar-se em
M_OptimizeShutdown0=Optimização concluída, o seu PC irá encerrar-se em
M_OptimizeShutdown1=Optimização concluída, o seu PC irá suspender-se em
M_OptimizeShutdown2=Optimização concluída, o seu PC irá hibernar em
M_OptimizeShutdown3=Optimização concluída, o seu PC irá reiniciar-se em
M_TTrimShutdown0=Encerrar após compactação
M_TTrimShutdown1=Suspender após compactação
M_TTrimShutdown2=Hibernar após compactação
M_TTrimShutdown3=Reiniciar após compactação
M_TOptimizeShutdown0=Encerrar após optimização
M_TOptimizeShutdown1=Suspender após optimização
M_TOptimizeShutdown2=Hibernar após optimização
M_TOptimizeShutdown3=Reiniciar após optimização
M_MASKSSD=Reconhecer como SSD
M_MASKHDD=Reconhecer como HDD
M_LEARNMORE=Saber mais
M_EXITSDTIPS=O Smart Defrag está em execução. Confirma que quer sair do programa?
M_NOTSUPPORTSSD=Este disco é SSD. A Desfragmentação de arranque não suporta SSD.
M_Junk0=Nota: Limpar cache DNS pode reduzir a velocidade de transferência e causar bloqueios de tráfego.
M_Junk1=Nota: Limpar dados de prefetch antigos poderá tornar mais lento o arranque do sistema.
M_Junk2=Nota: Limpar cache de ordem de menu irá repor a ordem do menu Iniciar. Não serão removidos nenhuns itens.
M_Junk3=Nota: Limpar cache de notificação da bandeja irá repor a cache da bandeja do sistema. Tem de reiniciar o explorer.exe
M_Junk4=Nota: Limpar cache de localização/tamanho do Windows irá repor todas as definições gravadas de localização e visualização do Windows Explorer.
M_Junk5=Nota: Limpar histórico de assistência de utilizador irá apagar os programas mais recentemente usados listados no menu Iniciar.
M_Junk6=Nota: Limpar ficheiros de registo de IIS irá apagar os registos dos eventos independetemente do local, pasta virtual ou ficheiro.
M_Junk7=Nota: Limpar cache de miniaturas irá atrasar a velocidade de apresentação das miniaturas sempre que quiser visualizar uma pasta que contenha imagens.
M_Junk8=Nota: Limpar listagem de acesso rápido da barra de tarefas irá desactivar a apresentação dos itens recentemente abertos no menu Iniciar e na barra de tarefas.
M_Junk9=Nota: Limpar palavras-passe gravadas fá-lo-á perder todas as palavras-passe gravadas.
M_GameOptimizeTips=Desfragmente e optimize os ficheiros dos seus jogos para ter uma experiência de jogo mais satisfatória.
M_AllGameOptimize=Os seus ficheiros de jogos foram optmizados. Divirta-se a jogar!
M_ON=LIGADO
M_OFF=DESLIGADO
M_MoreThan2Hours=mais de 2 horas
M_NoFragmentsFound=Não foram encontrados fragmentos
M_NoJunkFilesFound=Não foram encontrados ficheiros inúteis
M_ActiveAll=Activar todos
M_SkinName=Aspecto:
M_ShellDefrag=Desfragmentar com Smart Defrag
M_ShellTrim=Compactar com Smart Defrag
M_SkinNameReadable=Legível
M_SpecifyFiles=Especificar ficheiros
M_PromoteTitle11=Cansado da desfragmentação manual?
M_PromoteTitle12=Compre agora para obter o Auto Defrag.
M_PromoteTitle21=Compre agora para desfragmentar ficheiros específicos durante o arranque e para desfragmentar estes fragmentos.

[TaskForm]

[ACD_M]
M_Downloading=A transferir:
m_Installing=A instalar:
M_DiskIsFull=Espaço em disco insuficiente!
M_NetError=Erro de rede. A transferência falhou. Tente novamente mais tarde!
M_Tips=A correcção está em progresso. Faça duplo clique no ícone para ver os detalhes.
M_TipDownLoading=A corrigir
M_TipInstalling=A instalar
M_MD5Faild=O ficheiro transferido está corrompido. Tente novamente mais tarde.
M_AreSure=Tem a certeza de que quer sair do IObit Downloader?
M_Speed=Velocidade:

[ActionCenter_M]
M_Fix=Obter agora
M_fixing=A instalar
M_RuningWell=Última versão instalada
M_Outdated=Desactualizado
M_NotInstalled=Não instalado
M_FixAll=Obter tudo
M_RunIMF=Analisar agora
M_RunAMC=Obter agora
M_RunSM=Executar agora
M_RunASC=Analisar agora
M_RunDB=Analisar agora
M_Hide=Ocultar
M_Show=Mostrar
M_Scan=A analisar...
M_Updating=A actualizar
M_AC_FreeTitleHide=Nota!
M_RunIU=Executar agora
M_ASCCaption=Performance do sistema
M_SMCaption=Menu Iniciar
M_IUCaption=Desinstalador de programas
M_AMCCaption=Protecção Android
M_IMFCaption=Protecção de spyware
M_DBCaption=Actualização de controladores
M_Recomm_Ins=Recomendado: instalar %s
M_Recomm_Upt=Recomendado: actualizar %s
M_SMInfo_NeedUpDate=O seu Start Menu 8 está desactualizado.
M_Recomm_Ins_AMC=Recomendado: Instalar %s no seu dispositivo Android.
M_AMCInfo_NotIns=Obtenha maior segurança e protecção de privacidade para o seu dispositivo Android.
M_IMFInfo_NeedUpDate=O seu programa anti-spyware está desactualizado.
M_DBInfo_NeedUpDate=O seu programa de actualização de controladores está desactualizado.
M_DBInfo_NotIns=Pode haver controladores desactualizados o que pode retardar && destabilizar o seu PC.
Será que quis dizer: There may be outdated drivers, which may slow down & destabilize your PC.
Pode haver drivers desactualizados, o que pode abrandar e destabilizar o seu PC.
M_ASCInfo_NeedUpDate=Advanced SystemCare está desactualizado.
M_ASCInfo_UpToDate=Advanced SystemCare acelera e optimiza o seu PC com um clique.
M_IUInfo_NotIns=Remover programas, barras de ferramentas e plugins do navegador indesejados.
M_IUInfo_NeedUpDate=O seu IObit Uninstaller está desactualizado.
M_IUInfo_UpToDate=IObit Uninstaller remove plugins e aplicações completamente.
M_SMInfo_UpToDate=Start Menu 8 traz de volta o menu "Iniciar" do Windows.
M_SMInfo_NotIns=Volter a ter o seu menu "Iniciar" do Windows.
M_IMFInfo_UpToDate=IObit Malware Fighter protege o seu PC contra vários malwares.
M_IMFInfo_NotIns=Obter uma melhor protecção anti-spyware com programas anti-spyware de terceiros.
M_DBInfo_UpToDate=Driver Boost actualiza todos os controladores desactualizados no seu PC.
M_DBInfo_NotIns_C=Foram encontrados %s controladores desactualizados o que pode retardar && destabilizar o seu PC.
M_ASCInfo_NotIns=Foram encontrados erros de registo, problemas de privacidade e ficheiros inúteis no seu sistema.
M_AC_FreeDetailHide_New=Todos os programas recomendados estão ocultos! Clique "Mostrar" para os voltar a apresentar e depois instale-os para obter o melhor desempenho e a mais completa protecção de segurança.
M_AC_FreeDetailShow_New=Obtenha a melhor protecção de segurança e melhorias de desempenho com os programas recomendados. O <a>Acordo de licenciamento para utilizadores finais</a> é aplicável neste caso.

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=Obter o Advanced SystemCare GRATUITO
lblDesc_IMF.Caption=Depois de desinstalar o IObit Malware Fighter, obter o Advanced SystemCare versão GRATUITA!
lblDesc_SD.Caption=Depois de desinstalar o IObit Smart Defrag, obter o Advanced SystemCare versão GRATUITA!
lblGet.Caption=O Advanced SystyemCare optimiza o desempenho do computador e aumenta a sua velocidade para lhe dar a sensação de ter um novo computador. É a escolha de mais de 150 milhões de utilizadores!
btnConvertASC.Caption=Desinstalar e obter o Advanced SystemCare GRATUITO
btnNo.Caption=Não, eu quero a desinstalação completa
btnCancel.Caption=Cancelar
btnClose.hint=Fechar

[ACD_frmActionCenter]
lbl_Cancel.Caption=Cancelar
lbl_Min.Caption=Minimizar
lblCaption.Caption=IObit Downloader

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=Actualizador do Smart Defrag
Label_CheckUpdate.Caption=A obter a informação da actualização, queira aguardar...
Label_UpdateDetails.Caption=Nova versão do Smart Defrag disponível, transfira agora para obter os mais recentes recursos e melhorias.
Label_NewVersionUpdate.Caption=Nova versão do Smart Defrag disponível, transfira agora para obter os mais recentes recursos e melhorias.
Label_NewFileUpdate.Caption=Novas actualizações disponíveis, transfira agora para obter os mais recentes recursos e melhorias.
Label_ClickDownload.Caption=Clique em "%s" para transferir e aplicar a actualização.
Label_FinishInfo.Caption=Terminado!
Label_NoUpdate.Caption=Parabéns! Tem a versão mais recente.
Label_Nottention.Caption=Atenção: o Smart Defrag irá ser reiniciado automaticamente para aplicar a actualização.
Label_RestartWarn.Caption=Atenção: reinicie o seu computador para finalizar a actualização. Reiniciar agora?
Label_Cancel.Caption=Cancelar
Label_ProxySet.Caption=Definições de proxy
Label_DecideLater.Caption=Decidir mais tarde
RdImageButton_RestartLater.Caption=Reiniciar mais tarde
RdImageButton_RestartNow.Caption=Reiniciar agora
RdImageButton_Download.Caption=Transferir agora
RdImageButton_Finish.Caption=OK
Label_ViewWN.Caption=Ver as novidades
Label_VWN_Pro.Caption=Ver as novidades

[SmartDefrag_AutoupdateFormMain_M]
M_Close=Fechar
M_GetUpdateInfo=A obter a informação da actualização, queira aguardar...
M_Retry=Tentar novamente
M_GetUpdateFailed=Falha ao obter informação de actualização, tente novamente mais tarde.
M_Finish=OK
M_GetFileFailed=Falha ao obter informação de actualização, tente novamente mais tarde.
M_CancelDownload=Tem a certeza de que deseja cancelar a transferência das actualizações?
M_UpdateSucceed=Actualizado com sucesso!
M_KillUpdateTip=Este programa está desactualizado e deixou de funcionar. Faça a transferência da versão mais recente para continuar a usá-lo.

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=Está disponível uma nova versão do Smart Defrag %s!
Label_Ver_WN.Caption=Novidades
Label_Ver_RML.Caption=Decidir mais tarde
RdImageButton_Ver_Download.Caption=Transferir agora

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=Fechar
M_UpCap=Está disponível uma nova versão do Smart Defrag %s!
M_UpInfo=Clique em "%s" para aproveitar as melhorias e funcionalidades mais recentes!

[SmartDefragUpgrate]
lblCongratulations.Caption=Parabéns!
lblSubCongratulations.Caption=Actualizou com sucesso para
lblWhatNew.Caption=NOVIDADES
lblWhatNew_LTTitle.Caption=Novo motor de desfragmentação de discos
lblWhatNew_LTSubTitle.Caption=O novo motor de desfragmentação de discos optimiza os seus discos eficaz e poderosamente.
lblWhatNew_RTTitle.Caption=Nova prioritarização de desfragmentação para velocidades ainda maiores
lblWhatNew_RTSubTitle.Caption=O método de desfragmentação && prioritarização de ficheiros melhora o desempenho do seu PC acelerando o acesso aos dados.
lblWhatNew_LBTitle.Caption=Desfragmentação de Windows 8.1 Modern Apps
lblWhatNew_LBSubTitle.Caption=Fully supports the defragmentation of Windows 8.1 Metro Apps for faster and smoother running experience.
lblWhatNew_RBTitle.Caption=Limpeza do disco
lblWhatNew_RBSubTitle.Caption=Clean junk files to release much more available disk space and get effective defragmentation.
btnClose.Caption=Fechar

[SmartDefrag_SDMainForm]
btn_close.Hint=Fechar
btn_maximize.Hint=Maximizar
btn_minimize.Hint=Minimizar
btn_restore.Hint=Restaurar
btn_more.Hint=Opções
lblLatestNews.Caption=Partilhe este software com a sua família e amigos. Eles vão agradecer!
btn_start.Caption=Retomar
btn_stop.Caption=Parar
btn_pause.Caption=Pausar
btn_gamedefrag_start.Caption=Retomar
btn_gamedefrag_stop.Caption=Parar
btn_gamedefrag_pause.Caption=Pausar
lblGameEstimatedTime.Caption=Progresso geral:
lblRecommendation.Caption=Recomendação:
btn_defrag_finish.Caption=Concluir
btn_backtosvolumetatus.Caption=Voltar
btn_tab_boottimedefrag.Caption=Desfragmentação de arranque
lblPBD_DPF.Caption=Desfragmentar ficheiros de paginação e hibernação.
lblPBD_DMFT.Caption=Desfragmentar tabela principal de ficheiros (MFT)
lblPBD_DSYS.Caption=Desfragmentar ficheiros do sistema
btnBTConfig.Caption=Configurar
lvDefragList.Columns[1].Caption=Fragmentos
LabelEnableBTD.Caption=Desfragmentação de arranque
lblBootTimeDefrag.Caption=Histórico da desfragmentação de arranque
lvBootTimeDefragListView.Columns[0].Caption=Data
lvBootTimeDefragListView.Columns[1].Caption=Espaço total
lvBootTimeDefragListView.Columns[2].Caption=Fragmentos
btn_tab_actioncenter.Caption=Centro de acção
lvDefragList.Columns[0].Caption=Nome
btn_view_report.Caption=Ver relatório
btnViewReport.Caption=Ver relatório
btnFeedBack.Caption=Enviar comentários
mniTask_Reboot.Caption=Reiniciar
mniTask_Hibernate.Caption=Hibernar
mniTask_Sleep.Caption=Suspender
mniTask_Shutdown.Caption=Encerrar
mniExit.Caption=Sair
mniSupport.Caption=Apoio técnico
mniHomePage.Caption=Página principal
lblJunkScanSkip.Caption=Ignorar
mniOpenSmartDefrag.Caption=Abrir desfragmentação inteligente
btnFixDefrag.Caption=Desfragmentação inteligente
lblFragRate.Caption=Taxa de fragmentação:
lblDefragFragmentRate.Caption=Taxa de fragmentação:
lblBefore.Caption=Antes:
lblAfter.Caption=Depois:
lblStatus.Caption=Estado:
lblAfterDefragTask.Items[3].Caption=Reniciar após desfragmentação
lblAfterDefragTask.Items[2].Caption=Hibernar após desfragmentação
lblAfterDefragTask.Items[1].Caption=Suspender após desfragmentação
lblAfterDefragTask.Items[0].Caption=Encerrar após desfragmentação
btnShowDefragList.Caption=Detalhes
btnShowDefragMap.Caption=Mapa
lvDefragList.Columns[4].Caption=Resultado
lvDefragList.Columns[3].Caption=Caminho
lvDefragList.Columns[2].Caption=Tamanho
lblResetColor.Caption=Repor
lbl_map.Caption=Mapa de cores:
btn_tab_diskdefrag.Caption=Desfragmentar disco
btnScanMore.Caption=Analisar mais
Este disco é SSD. A Desfragmentação de Arranque não suporta discos SSD.
lblSSDStatus.Caption=Estado:
lbl_defragprogress.Caption=Progresso geral:
lvBootTimeDefragListView.Columns[3].Caption=Acção
shp_map_free.Hint=Espaço livre
shp_map_mft.Hint=Tabela principal de ficheiros (MFT)
shp_map_dir.Hint=Directórios
shp_map_frequent.Hint=Mais usados
shp_map_rare.Hint=Menos usados
shp_map_unmovable.Hint=Fixo
shp_map_frag.Hint=Fragmento
shp_map_moving.Hint=A mover
btn_nav_show.Hint=Mostrar centro de acção
btn_nav_hide.Hint=Esconder centro de acção
btn_game_optimize.Caption=Optimizar
lblPBD_DREG.Caption=Desfragmentar ficheiros do registo
lblPBD_DCF.Caption=Desfragmentar ficheiros especificados
btn_tab_gameoptimize.Caption=Optmização de jogos
btnShowJunkFile.Caption=Ficheiros inúteis
lbl_estimatedtime1.Caption=Tempo restante estimado:
mniSkinClassic.Caption=Clássico
mniSkinWhite.Caption=Branco
lblBootTimeSSD.Caption=Os seus discos são SSD. A Desfragmentação de arranque não suporta SSD.
lblJunkCleaned.Caption=Ficheiros inúteis eliminados:
lblSpaceReleased.Caption=Espaço libertado:
btn_feedback.Caption=Enviar comentários
btnGameViewReport.Caption=Ver relatório
rdlblBootTimeDefragDesc.Caption=Desfragmente os seus ficheiros de sistema antes da inicialização do sistema para maximizar o desempenho do seu sistema.
btnBTActiveNow.Caption=Activar agora
btnGOActiveNow.Caption=Activar agora
rdlblEnterCode.Caption=Introduzir código
btnManageLicense.Caption=Gerir licença
rdlblProfuture.Caption=Maximize o desempenho e duração do seu disco com:
btnProfutureAuto.Caption=Desfragmentação automática inteligente
btnProfutureBootTimeDefrag.Caption=Desfragmentação de arranque
btnProfutureAlways.Caption=Sempre actual

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=Fechar
btnYes.Caption=Sim
btnNo.Caption=Não
btnOK.Caption=OK

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=Fechar
btnYes.Caption=Sim
btnNo.Caption=Não, obrigado
lblDontShowAgain.Caption=Lembrar a minha escolha
lblTipsCaption.Caption=Limpar ficheiros inúteis
lblMessage.Caption=Deseja limpar ficheiros inúteis antes de desfragmentar para libertar mais espaço e melhorar a desfragmentação?

[SmartDefrag_LocalDiskItem]
lblOptimizeType.Items[2].Caption=Optimizar aplicações
lblOptimizeType.Items[1].Caption=Compactar
btn_boot_defrag.Caption=Desfragmentação de arranque
btn_auto_defrag.Caption=Desfragmentação automática
btn_disk_clean.Caption=Limpeza do disco

[SmartDefrag_LocalDiskItemFile]
btnAddFolder.Caption=Adicionar Pasta
btnAddFile.Caption=Adicionar Ficheiro
lblPath.Caption=Adicionar Ficheiros e Pastas

[IMF_M]
M_TitleSD=Obtenha o Advanced SystemCare GRATUITO depois de desinstalar o IObit Smart Defrag.

[SmartDefrag_DefragReportView]
btn_close.Hint=Fechar
lvDefragReportListView.Columns[1].Caption=Fragmentos
lvDefragReportListView.Columns[2].Caption=Acção
lblCaption.Caption=Relatório da desfragmentação inteligente
lvDefragReportListView.Columns[0].Caption=Tempo

[SDRegister_Form_IObit_Register]
Button_Activate.Caption=Activar agora
Label_EnterCode.Caption=Introduzir código
Button_LMClose.hint=Fechar
Button_RegisterClose.hint=Fechar
Button_OK.Caption=OK
Label_LMHelp.Caption=Ajuda
Label_LMLCode.Caption=Código de licença:
Label_LicenseCode.Caption=Código de licença:
Label_Help.Caption=Ajuda
Label_Title.Caption=Maximize o desempenho e a duração do seu disco com a Pro Edition (Edição Pro)
RdLabel_Des.Caption=Actualize para a versão Pro para tirar partido da desfragmentação e optimização inteligentes e exaustivas:
RdLabel_01_Title.Caption=Até 200% mais rápida
RdLabel_02_Title.Caption=Mais inteligente e simples
RdLabel_03_Title.Caption=Mais estabilidade e profundidade
RdLabel_04_Title.Caption=Sempre actualizada
RdLabel_01_Cap.Caption=Permite mais espaço em disco e velocidade de acesso aos ficheiros 200% mais rápida
RdLabel_02_Cap.Caption=Desfragmente automaticamente os ficheiros e discos seleccionados em tempo real
RdLabel_03_Cap.Caption=Desfragmente os sesu discos em profundidade, incluindo os ficheiros de sistema aquando do arranque
RdLabel_04_Cap.Caption=Actualize automaticamente para a versão mais recente do Smart Defrag
Label_Eg.Caption=por ex.:F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=Introduza o código da licença e clique em "Registar agora" para activar todas as funcionalidades da PRO Edition (Edição Pro). Para evitar erros de digitação, copie e cole o código de licença que recebeu por mensagem de correio electrónico nesta caixa.
Button_RegisterNow.Caption=Registar agora
Label_LMTitle.Caption=Gestor de licenças
Label_LMLSta.Caption=Estado da licença:
Label_LMLDate.Caption=Data de expiração:
Label_LMLeftDays.Caption=Dias restantes:
Label_LMRefresh.Caption=Refrescar
Label_LMExportL.Caption=Exportar licença

[SmartDefrag_SDMainMenu]
btn_more.Hint=Opções
btnAbout.Caption=Acerca de
btnCheckUpdates.Caption=Verificar actualizações
btnDownload.Caption=Transferir freeware da IObit
btnFindUsOnFacebook.Caption=Encontre-nos no Facebook
btnReport.Caption=Relatório
btnSettings.Caption=Definições...
btnSkin.Caption=Aspecto
btnTechnicalSupport.Caption=Apoio técnico
btnTranslate.Caption=Ajude-nos a traduzir
btnUseManual.Caption=Manual do utilizador

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=Analisar
mniItem2.Caption=Desfragmentar && optimizar
mniItem3.Caption=Desfragmentação de ficheiros grandes
mniItem4.Caption=Desfragmentação do espaço livre
mniItem5.Caption=Desfragmentar && prioritarizar ficheiros (lento)
mniItem6.Caption=Aparar && optimização inteligente
mniItem7.Caption=Desfragmentação rápida

[SendBugReportNew_FrmMain]
lblTitle.Caption=Desfragmentação inteligente
btnClose.Hint=Fechar
btnSendReport.Caption=Enviar relatório de erros
lblErrorDetails.Caption=Detalhos do erro:
lblUserEmail.Caption=Correio electrónico:
lblSuccTips.Caption=Obrigado pelo envio do relatório de erros. Tentaremos resolver o problema assim que possível.

[M_PrivacyScanner]
M_Det=Detalhes
M_Scan=A analisar:
M_Fix=A reparar:
M_GS=Estado geral
M_ItemsCap=%s itens, %s
M_Del=Apagado
M_SaveFI=Informações de formulários gravadas
M_SavePwd=Palavras-passe gravadas
M_AFF=Informações de formulários gravadas
M_AFP=Palavras-passe gravadas
M_Search=Pesquisar
M_Defender=Windows Defender
M_GameE=Explorador de jogos
M_PhotoE=Editor de Fotos
M_Paint=Paint
M_Wordpad=Wordpad
0=Internet Explorer
1=Mozilla Firefox
2=Google Chrome
3=Opera
4=Safari
5=Windows
6=Aplicações do Office
7=Internet
8=Multimédia
9=Utilitários
10=Extensões personalizadas
11=Opera Next
12=Mozilla Thunderbird
13=Ice Dragon
14=Windows Apps
15=iTunes
M_TyURL=URLs digitados
M_Cookie=Cookies
M_TempF=Ficheiros temporários
M_His=Histórico
M_IDF=Ficheiros de dados de indexação
M_ICache=Cache da Internet
M_DownHis=Histórico de transferências
M_Reg=Regedit
M_ReDoc=Documentos recentes
M_RunHis=Histórico de execução
M_DelOnBoot=(Apagar no arranque)
M_Session=Sessão
M_ComDatabase=Compactar bases de dados
M_PriFixCap=[Correcção de privacidade]: %d problemas corrigidos
M_CFFDB=Compactar bases de dados do Firefox
M_CGCDB=Compactar bases de dados do Google Chrome
M_WebBro=Web browser
M_NoteIt=Nota: não é possível eliminar vestígios de %s quando este estiver em execução.
M_NoteThey=Nota: não é possível eliminar vestígios de %s quando estes estiverem em execução.
M_WebIcons=Ícones de website
M_LastDL=última localização de transferência
M_InsCache=Cache de programas de instalação
M_MobApp=Aplicações para telemóveis
M_Book=Livros
M_Podcasts=Podcasts
M_SanpViewer=Visualizar de instantâneos
M_RemoteD=Área de trabalho remota
M_ManageC=Consola de gestão

[SmartDefrag_SDUpgradeTipsForm]
btn_close.Hint=Fechar
lblTitle.Caption=Parabéns!
lblInfo.Caption=A actualização para a última versão do Smart Defrag foi bem sucedida.
btnOK.Caption=Experimente agora!

[SDFeed_Form_Feedback]
ImageNoteClose.hint=Fechar
ButtonCancel.Caption=Cancelar
ButtonAdd.hint=Acrescentar
ButtonSend.Caption=Enviar
lblSend.Caption=Enviar
lbFeedbbackTitle.Caption=Comentários
RdLabel_Mail.Caption=Correio electrónico:
RdLabel_Subject.Caption=Tipo de pedido:
RdLabel_MailDes.Caption=Certifique-se de que o endereço introduzido está correcto para que o possamos contactar.
RdLabel_MailBody.Caption=Descrições:
RdLabel_Attach.Caption=Anexos
lblSendDes.Caption=A enviar comentários...
ComboBox_Subject.Items[0].Caption=Adorei
ComboBox_Subject.Items[1].Caption=Sugestões
ComboBox_Subject.Items[2].Caption=Problemas com a taxa de fragmentação
ComboBox_Subject.Items[3].Caption=Problemas com a análise/desfragmentação
ComboBox_Subject.Items[4].Caption=Falha na transferência/actualização
ComboBox_Subject.Items[5].Caption=Falha no reconhecimento dos discos
ComboBox_Subject.Items[6].Caption=Outros
ButtonAttachView.hint=Ver

[SendBugReportNew_M]
M_OKTips=OK
M_AskUserTips=encontrou um problema. Envie-nos o relatório de erros e ajude-nos a resolvê-lo.
M_BugStatisticsTips=encontrou um problema e terá de ser encerrado. Estamos a analisar a causa. Queira aguardar...
M_SendingTips=A enviar...
M_AttentionTips=encontrou um problema e precisa de encerrar. Volte a iniciá-lo mais tarde.
M_InvalidEmailTips=Endereço inválido de correio electrónico! Introduza um endereço válido para que o possamos contactar.

[SDFeed_M]
M_MailAddrHint=Certifique-se de que o endereço de correio electrónico está correcto para que o possamos contactar.
M_DescriptionHint=Escreva uma descrição.
M_MailSuccHint=Obrigado pelos seus comentários. Iremos contactá-lo assim que possível.
M_TimeoutHint=Ocorreu uma falha no envio dos seus comentários. Clique em OK para apresentar os seus comentários online.
M_SendMail=Ou contacte-nos directamente através de %s
M_Remove=Remover todos
M_AttachErrorExt=Ficheiros dos seguintes tipos não podem ser anexados:
M_AttachOversize=Ocorreu uma falha ao anexar o ficheiro! O tamanho do anexo excede o limite de 10MB.

[SDRegister_M]
M_EnterError=Introduza o seu código de licença!
M_ErrorTitle=Erro de activação
M_SucceedTitle=Activação
M_IsOtherCode=O código de licença %s só é válido para %s. Clique no botão OK para transferir e registar o seu %s.
M_InvalidCode=Código de licença inválido. Introduza um código de licença válido.
M_License_Pro=O código de licença foi activado com sucesso.
M_License_valication=Não é possível ligar-se ao nosso servidor. Verifique as suas definições de rede/proxy e volte a tentar validar a sua licença mais tarde.
M_License_Expired=A sua licença %s expirou. Renove a sua licença ou compre uma nova.
M_License_Unknow=Erro desconhecido!
M_License_Illegal=O código de licença não pôde ser activado. Compre um código novo.
M_License_Overseat=O código de licença %s foi activado para o número máximo de PCs e não pode ser usado. Compre outro código de licença do Smart Defrag Pro para este PC.
M_GiveawayCode=Esta licença de oferta é inválida. Clique Sim para comprar um código de licença novo.

[SmartDefrag_SDPromoteFrame]
rdlblStatus.Caption=Estado de fragmentação do seu PC:
rdlblAboutPro.Caption=Activar todas as funcionalidades
btnPurchaseNow.Caption=Compre agora
btnBack.Caption=Voltar
lblLeaveContent.Items[0].Caption=Desfragmentar automaticamente os ficheiros e discos seleccionados para manter o seu PC com um desempenho óptimo em tempo real.
lblLeaveContent.Items[1].Caption=A Desfragmentação no arranque pode desfragmentar os ficheiros e discos especificados para lhe proporcionar o melhor desempenho desde o arranque do PC.
rdlblRightTitle.Items[0].Caption=Todos os fragmentos foram desfragmentados.
rdlblRightTitle.Items[1].Caption=Alguns fragmentos não podem ser desfragmentados porque os ficheiros associados estão em uso.
rdlblRightTitle.Items[2].Caption=Fragmentos desfragmentados com êxito!
rdlblLeftTitle.Items[0].Caption=Garantia de protecção para o seu PC para o melhor desempenho
rdlblLeftTitle.Items[1].Caption=Garantia de maximização do desempenho do seu disco
rdlblLeftContent.Items[0].Caption=Está completamente protegido pela nossa garantia de devolução de 60 dias. Se o nosso produto não cumprir o que prometemos será reembolsado na totalidade. Sem quaisquer perguntas.
rdlblLeftContent.Items[1].Caption=Está completamente protegido pela nossa garantia de devolução de 60 dias. Se o nosso produto não cumprir o que prometemos será reembolsado na totalidade.
rdlblTitle3.Caption=Obtenha o máximo desempenho do disco com a versão Pro.
rdlblContent1.Caption=Liberte mais espaço em disco e acesso aos ficheiros até 200% mais rápido.
rdlblContent2.Caption=Desfragmente os ficheiros e discos seleccionados em tempo real.
rdlblContent3.Caption=Desfragmente os seus discos e ficheiros de sistema em profundidade no arranque.
rdlblContent4.Caption=Actualize automaticamente para a última versão.

